Repository: Horttcore/Custom-Post-Type-POI
Catalog: languages/custom-post-type-poi-*.po
Languages: de_de

source: Street
de_de: Straße

source: Region
de_de: Bundesland

source: Country
de_de: Land

source: ZIP
de_de: PLZ

source: City
de_de: Stadt

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Note: Latitude and Longitude will be checked against Google GeoAPI
de_de: Hinweis: Breitengrad und Längengrad werden über die Google GeoAPI geladen

source: Point of Interest updated. <a href="%s">View Point of Interest</a>
de_de: Die Sehenswürdigkeit wurde aktualisiert. <a href="%s">Sehenswürdigkeit ansehen</a>

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht

source: Point of Interest updated.
de_de: Sehenswürdigkeit aktualisiert.

source: Point of Interest restored to revision from %s
de_de: Sehenswürdigkeit aus Überarbeitung vom %s wiederhergestellt

source: Point of Interest published. <a href="%s">View Point of Interest</a>
de_de: Sehenswürdigkeit veröffentlicht. <a href="%s">Sehenswürdigkeit ansehen</a>

source: Point of Interest saved.
de_de: Sehenswürdigkeit gespeichert.

source: Point of Interest submitted. <a target="_blank" href="%s">Preview Point of Interest</a>
de_de: Sehenswürdigkeit übertragen. <a target="_blank" href="%s">Sehenswürdigkeit ansehen</a>

source: Point of Interest scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Point of Interest</a>
de_de: Veröffentlichung geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau</a>

source: Point of Interest draft updated. <a target="_blank" href="%s">Preview Point of Interest</a>
de_de: Der Sehenswürdigkeitsentwurf wurde aktualisiert. <a target="_blank" href="%s">Sehenswürdigkeit ansehen</a>

# post type general name
source: Point of Interests
de_de: Sehenswürdigkeiten

# post type singular name
source: Point of Interest
de_de: Sehenswürdigkeit

# Point of Interest
source: Add New
de_de: Sehenswürdigkeit hinzufügen

source: Add New Point of Interest
de_de: Sehenswürdigkeit hinzufügen

source: Edit Point of Interest
de_de: Sehenswürdigkeit bearbeiten

source: New Point of Interest
de_de: Neue Sehenswürdigkeit

source: View Point of Interest
de_de: Sehenswürdigkeit ansehen

source: Search Point of Interest
de_de: Sehenswürdigkeiten durchsuchen

source: No Point of Interests found
de_de: Keine Sehenswürdigkeiten gefunden

source: No Point of Interests found in Trash
de_de: Keine Sehenswürdigkeiten im Papierkorb gefunden

source: Point of Interests
de_de: Sehenswürdigkeiten

# Post Type Slug
source: point-of-interest
de_de: sehenswuerdigkeit

source: Map
de_de: Karte

source: Please enter a location for this Point of Interest to display a map
de_de: Sie müssen einen Standort angeben damit eine Karte dargestellt werden kann.

source: Address additional
de_de: Adresszusatz

source: Location
de_de: Standort

source: Get latitude / longitude
de_de: Längen- und Breitengrad laden
